[
  {
    "id": 1,
    "alt": "Candy Planet game start screen featuring a cartoon girl with a bow and a lollipop, surrounded by colorful candies, a rainbow, and a play button in the center. At the bottom, there are houses with snow-covered roofs and buttons for settings, music, and sound."
  },
  {
    "id": 2,
    "alt": "Candy Planet game map screen showing a colorful path with levels marked by pink circles. The top part of the map is icy with crystals and a building, while the bottom part is lush and green with trees and huts. Hearts, timer, and coin indicators are at the top, and navigation buttons are at the bottom."
  },
  {
    "id": 3,
    "alt": "Candy Planet game level screen showing a colorful grid of candies. The top section displays a character's face, move count (25), level number (79), and goal (15/19 candies). The bottom section has icons for power-ups and options, set against a scenic background of mountains and sky."
  },
  {
    "id": 4,
    "alt": "Colorful digital spin wheel game interface with daily rewards set against a whimsical forest background."
  },
  {
    "id": 5,
    "alt": "Mobile Game Interface: Level 169. The screenshot shows a colorful match-three puzzle game on a mobile device. At the top, there’s a character with brown hair and pink attire. The main grid contains hexagons, flowers, and numbered blocks. Move counters, power-up icons, and level goals are displayed below. The background features an icy mountain landscape."
  },
  {
    "id": 6,
    "alt": "Arctic adventure game: snowy landscape, penguins, reindeer, icebergs, and paths to different levels. Timer at 05:00, score 410, plus signs for adding resources, settings icon, and in-game currency."
  },
  {
    "id": 7,
    "alt": "Screenshot of level 202 in a colorful match-three mobile puzzle game featuring various shaped objects to be matched."
  },
  {
    "id": 8,
    "alt": "Colorful cartoon game map with river, bridges, trees, and numbered level icons."
  },
  {
    "id": 9,
    "alt": "Screenshot of level 145 from a match-three puzzle game showing remaining moves, level goals, colorful icons on the board, locked item areas, and various game interface buttons."
  }
]
